Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: From May 2013 to November 2014, the share of those who felt that Russia’s borders should not be altered rose from 39 to 50 per cent.
nb: Mellom mai 2013 og november 2014 steg andelen av respondenter som mente at Russlands grenser burde ligge fast fra 39 prosent til 50 prosent.

source: Theory Seminar with Halvard Leira, NUPI
nb: Teoriseminar med Halvard Leira, NUPI

source: The project is currently organized to both coordinate Norway’s support to the intelligence and security sector in Bosnia-Herzegovina and to do research on relevant topics.
nb: Prosjektet skal både koordinere Norges innsats for å støtte etterretnings- og sikkerhetssektorreform i Bosnia-herzegovina og levere forskningsbidrag på relevante tema.

source: in Moscow and an active public speaker.
nb: i Moskva og aktiv deltaker i den russiske offentlige debatten.

source: How may relations between countries in Asia and Europe change?
nb: Hvordan kan det endre forholdet mellom land i Asia og Europa?

source: "The transition to a green economy and renewable energy" - Dr Roman Vakulchuk, NUPI
nb: «Overgangen til grønn økonomi og fornybar energi», Roman Vakulchuk, seniorforsker på NUPI

source: This process will be followed by a national referendum, by the end of 2017 at the latest, asking whether Britain should remain an EU member or leave the Union.
nb: Denne prosessen vil etterfølges av en nasjonal folkeavstemning, senest på slutten av 2017. Spørsmålet er om Storbritannia skal forbli EU-medlem, eller gå ut av unionen.

source: The international economy and investments are turning into an arena for power politics, where national security may increasingly trump the collective interest in keeping the economy open within a liberal international order.
nb: Vi ser at økonomi og investeringer i økende grad blir en arena for maktpolitikk, der egen sikkerhet kan trumfe den kollektive interessen i et åpent økonomisk system og en liberal orden.

source: In health, the case study will be on the relationship between the World Health Organization (WHO - IO) and the Vaccine Alliance (Gavi), the Coalition for Epidemic Preparedness Innovations (CEPI) and the joint COVAX project.
nb: Innenfor helse vil ADHOCISM studere forholdet mellom Verdens helseorganisasjon (WHO) og The Vaccine Alliance (Gavi), Coalition for Epidemic Preparedness (CEPI) og COVAX-prosjektet som er et felles initiativ mellom WHO, Gavi og CEPI.

source: Global health and international peace and security – implications for the Security Council
nb: Global helse og internasjonal fred og sikkerhet – implikasjoner for Sikkerhetsrådet

source: The event is organized by EUNPACK and is part of the project’s final conference which will take place at CEPS 18-19 March 2019.
nb: Arrangementet er organisert av EUNPACK og er del av prosjektets sluttkonferanse som finner sted på CEPS 18-19 mars 2019 i Brussel.

source: NUPI researcher Morten Bøås has written an article on the subject for
nb: NUPI-forsker Morten Bøås har skrevet en artikkel om dette temaet for

source: In April 2018 Dr. Abiy Ahmed assumed office as prime minister of Ethiopia.
nb: I april 2018 ble Abiy Ahmed valgt til statsminister i Etiopia.

source: The results from the research project were presented at a NUPI seminar on14 January 2016.
nb: Resultatene fra forskningsprosjektet ble lagt fram på en NUPI-seminar 14. januar 2016.

source: Bachelor's in English, Department of Foreign Languages and Translation, University of Agder
nb: Bachelor i engelsk, Institutt for fremmedspråk og oversetting, Universitetet i Agder

source: Poland and Norway – strategic partnership in the making?
nb: Polen og Norge – begynnelsen på et strategisk partnerskap?

source: He is also a regular contributor to the Australian Broadcasting Corporation, The Australian, The Sydney Morning Herald, The Conversation, and The Guardian.
nb: Han er også en fast bidragsyter til Australian Broadcasting Corporation, The Australian, The Sydney Morning Herald, The Conversation, og The Guardian.

source: This is what Fraser Cameron will argue when he visits NUPI on 19 September.
nb: Det sier Fraser Cameron som besøker NUPI 19 September.

source: TIP investigates the effects of tax havens on domestic revenue systems, institutions and on citizen participation in African countries.
nb: TIP undersøker effektene av skatteparadis på skattesystemer, institusjoner og befolkningsdeltakelse i Afrikanske land.

source: NUPI has the pleasure of inviting you to a theory seminar with Ayse Zarakol from University of Cambridge.
nb: NUPI har gleden av å invitere til teoriseminar med Ayse Zarakol, University of Cambridge.

source: employees, brings out the best in the institute’s managers and employees and
nb: som gir oss tilgang på de beste ansatte, som får frem det beste i virksomhetens ledere

source: After the Russian annexation of Crimea in 2014 the polls reached new heights with support from nearly 90 % of the population.
nb: Etter anneksjonen av Krim i 2014 nådde målingene nye høyder, med støtte fra opp mot 90 % av befolkningen.

source: Oil for Development,
nb: Olje for utvikling

source: (2016) which assesses social, religious and political polarisation under Recep Erdoğan’s AKP and the likely consequences for Turkey’s evolution.
nb: (2016) som vurderer den sosiale, religiøse og politiske polariseringen under Recep Erdoğans AKP og de sannsynlige konsekvensene for Tyrkias utvikling.

source: In a new analysis, Senior Research Fellow Patrick Cullen describes how hybrid threats – for example disinformation, influence campaigns and hacking attempts targeting critical infrastructure – are particularly challenging for those who are to surveil threats and report potential danger.
nb: I en ny analyse beskriver seniorforsker Patrick Cullen hvordan hybride trusler - for eksempel desinformasjon, påvirkningskampanjer og hacking-forsøk mot kritisk infrastruktur - er spesielt utfordrende for de som skal overvåke trusler og varsle om fare.

source: His research focuses on perceptions about the changing nature of warfare, terrorism, Turkish civil-military relations, military history and Turkish foreign policy.
nb: Forskningen hans fokuserer på oppfatninger av en endret krigføring, terrorisme, tyrkiske sivil-militære forhold, militærhistorie, og tyrkisk utenrikspolitikk.

source: 15:10-16:30 – Panel 1 – Security Challenges to NATO in the Context of the Pandemic Chair:
nb: 15:10-16:30 – Panel 1 – Sikkerhetsutfordringene NATO møter i forbindelse med pandemien

source: Masters of Arts, International Conflict Studies, Kings College London
nb: Master i internasjonale konfliktstudier, Kings College London

source: Covid: Although many have been vaccinated, the pandemic is not over.
nb: Selv om mange er vaksinert, er ikkepandemien over.

source: Challenges for UN peace operations
nb: Utfordringer for fredsoperasjonene

source: Several players in the area use the Al-Qaeda name, although several of these essentially have a national and not global agenda.
nb: Flere aktører i området benytter Al-Qaida-navnet om seg selv, selv om flere av disse i hovedsak har en nasjonal og ikke global agenda.

source: She is also a very good colleague who has made important contributions to strengthening the research community here at NUPI’, says NUPI Research Director Ole-Jacob Sending.
nb: Hun er også en ekstremt god kollega, som har gitt veldig viktige bidrag til å styrke fagmiljøet her på NUPI, sier forskningssjef, Ole-Jacob Sending om tildelingen.

source: Andreas Aagaard Nøhr, PhD Candidate on International Relations at LSE visits NUPI to talk about post-truth politics.
nb: Andreas Aagaard Nøhr, PhD-kandidat ved International Relations, LSE, besøker NUPI for å snake om ‘post-truth politics’.

source: He is also a Senior Research Fellow at the Center for Climate and Security.
nb: Han er også seniorforsker ved Center for Climate and Security.

source: PhD, University of Oslo
nb: PhD, Universitetet i Oslo

source: Brexit – a Norwegian Rhapsody?
nb: Brexit – en norsk rapsodi?

source: Brief presentation of the CIICPP project to Norwegian public – Māris Andžāns LIIA
nb: Kort presentasjon av CIICPP -prosjektet for norsk offentlighet - Māris Andžāns LIIA

source: What does Trump’s Space Force mean for Europe?
nb: Hva betyr Trumps Space Force for Europa?

source: The evening event on 7 November is co-hosted by the Norwegian Council for Africa
nb: er medarrangør for filmvisningen og den påfølgende paneldebatten på Litteraturhuset, 7. november.

source: The report, which in late January, is being presented in the European Council's Asia-Oceania Working Party and the European Parliament, shows that the room for discussing political values with China is being pressured.
nb: Rapporten, som den siste uken i januar presenteres i Det europeiske råd sin arbeidsgruppe for Asia-saker (Asia-Oceania Working Party) og i Europaparlamentet, viser at rommet for å diskutere politiske verdier med Kina er under press.

source: NUPI’s Morten Bøås calls for a more sober debate in order to achieve better policy.
nb: NUPI-forsker Morten Bøås oppfordrer til en mer sober debatt for å oppnå en fornuftig politikk på området.

source: The backdrop for the analysis is the Euro-Crisis, economic slowdown, Brexit, and also the change of the European leadership.
nb: Bakgrunnen for analysen er blant annet Euro-krisen, økonomisk nedgangstid, Brexit og endringer i europeisk lederskap.

source: : Popular scientific lecture
nb: Popular scientific lecture Krigen skjer på nettet

source: He is a Political Scientist focusing on peace, conflict, aid, Turkey and Afghanistan.
nb: Han er statsviter som forsker på fred, konflikt, bistand, Tyrkia og Afghanistan.

source: How do they relate to a changing European security architecture with the EU and NATO at the core?
nb: Hvordan forholder de seg til endringene i sikkerhetsoppbyggingen igangsatt av NATO og EU?

source: Alexandra Novosseloff, lead author of EPON study on MONUSCO and Non-Resident Senior Fellow, International Peace Institute (IPI)
nb: Alexandra Novosseloff, hovedforfatter av EPON-studien av MONUSCO og Non-Resident Senior Fellow, International Peace Institute (IPI)

source: He is a founding member of the advocacy group, the Alliance for Journalists Freedom, and the UNESCO Chair in Journalism and Communication at the University of Queensland.
nb: Han var med på å grunnlegge The Alliance for Journalists Freedom, og er UNESCO Chair for journalistikk og kommunikasjon ved University of Queensland.

source: What kind of command and control is necessary to support the alliance’s maritime strategy and situational awareness?
nb: Hva slags kommando og kontroll trengs for å støtte alliansens maritime strategi og situasjonsforståelse?

source: To do so, it examined diverse societies across Africa, Asia, Europe, Latin America and the Middle East that have experienced, or are continuing to experience, violence.
nb: I boken undersøkes ulike samfunn i Afrika, Asia, Europa, Latin-Amerika og Midtøsten som har opplevd, og fortsatt opplever, vold.

source: The paper evaluates the effects of two tax administrative interventions, the Taxpayer Register Expansion Project (TREP) and a simple internet-based filing of presumptive tax (e-filing), on a number of small business taxpayers and tax revenues in Uganda.
nb: Studien evaluerer effekten av to skatteforvaltningsintervensjoner, Taxpayer Register Expansion Project (TREP) og en enkel internettbasert arkivering av presumptiv skatt (e-arkivering), på en rekke småbedriftsskatteytere og skatteinntekter i Uganda.

source: Ian Leigh and Njord Wegge present their new book on the challenges intelligence agencies and their oversight bodies are up against in a changing security environment.
nb: Ian Leigh og Njord Wegge lanserer ny bok om utfordringene etterretnings- og kontrollorganene står overfor i et endret sikkerhetsmiljø.

source: How do Georgians themselves, Russia, and the rest of Europe view Georgia’s goal of closer integration with the EU and NATO?
nb: Hvordan ser georgierne selv, Russland og det øvrige Europa på Georgias ønsker om å utvikle tettere bånd med EU og NATO?

source: Some of his is research areas are the role of theories in the analysis of foreign polics, the EU as a normative power, Danish Foreign policy and EU foreign policy, and Brexit.
nb: Han forsker blant annet på betydningen av teori i utenrikspolitisk analyse, EU som normativ makt, dansk utenrikspolitikk og EU’s utenrikspolitikk og Brexit.

source: Short comments on the Biden-Putin summit in Geneva presenting the broader background for this meeting.
nb: Kommentar til toppmøtete mellom den amerikanske presidenten Joe Biden og Russlands Vladimir Putin i Geneva.

source: She holds a PhD in political science from Freie Universität Berlin and the Berlin Graduate School of Transnational Studies.
nb: Hun har doktorgrad i statsvitenskap fra Freie Universität Berlin og Berlin Graduate School for Transnational Studies.

source: (President and Co-founder, Atlantic Initiative and Professor in Security Studies, University of Sarajevo)
nb: (President og medgrunnlegger, Atlantic Initiative og Professor i sikkerhetsstudier, University of Sarajevo)

source: Some nuclear-weapon states are modernizing their arsenals and others are expanding them.
nb: I noen atomstater moderniseres arsenalene og i andre ekspanderer de.

source: After the seremony, Lodgaard gave the lecture «Today’s agenda for human security» for students in this field.
nb: Etter overrekkelsen holdt Lodgaard forelesningen «Today’s agenda for human security», for studenter som tok et kurs med denne problematikken.

source: Key topics for discussion will be:
nb: Nøkkelemner for diskusjonene vil være:

source: ), UK, and Associate Director Catherine Ngina Mutava Strathmore Tax Research Centre (
nb: ), Storbritannia, og assisterende direktør Catherine Ngina Mutava ved Strathmore Skatteforskningsenter (

source: Research Group on Peace, Conflict and Development
nb: orskningsgruppen for fred, konflikt og utvikling

source: What will Brexit mean for the Nordics?
nb: Hva har Brexit å si for Norden?

source: ‘We will study both big and small states, Western and non-Western.
nb: - Vi skal se på både store og små stater, vestlige og ikke-vestlige.

source: h is Professor of Political Science & International Affairs at George Washington University in Washington, DC.
nb: h er professor i statsvitenskap og internasjonal politikk på George Washington University, Washington, DC.

source: Indonesia has the second longest coastline in the world, and close to 100 million people live near the coast.
nb: Indonesia har den nest lengste kystlinjen i verden, og den er hjem til nesten 100 millioner mennesker.

source: Øyvind Svendsen is Senior Research Fellow in the Research group for
nb: Øyvind Svendsen er seniorforsker i forskningsgruppen for

source: Centre for International Economics and Trade
nb: Senter for internasjonal økonomi og handel

source: is Deputy Director of the Fondation pour la Recherche Stratégique (Foundation for Strategic Research, FRS), a leading French think-tank on international security issues.
nb: er Deputy Director for Fondation pour la Recherche Stratégique (FRS), en ledende fransk tenketank med fokus på internasjonal sikkerhet.

source: ‘Yes’, according to Christophe Hillion, research professor with a long-time interest in topics like the European Union and the European Economic Area (EEA), working at NUPI and the Centre for European Law at the University of Oslo.
nb: Ja, mener Christophe Hillion, som er forsker I på NUPI og professor ved Senter for europarett (UiO) med EU og EØS som spesialfelt.

source: Frydenlund joined the MFA in 1986 and has served in Chile, at the Norwegian Missions to the EU and the UN and as Norwegian Representative to the Palestinian Authority.
nb: Frydenlund begynte i UD i 1986 og har arbeidet i Chile, i den norske utsendelsen til EU og i FN som den norske representanten til palestinske myndigheter.

source: – Since 1990s the developing countries have been net-creditors: it is the poor that are supporting the rich, says Raymond Baker, founder of Global Financial Integrity.
nb: – Siden 1990-tallet har utviklingslandene vært netto-kreditorer i verdensøkonomien fortalte Raymond Baker, grunnlegger av Global Financial Integrity.

source: Foto: Lewis Adams/ Creative Commons/ CC BY 20 New Study: Illicit Financial Flows in Developing Countries Large and Persistent
nb: Lewis Adams/ Creative Commons/ CC BY 20 Ny studie: Ulovlig kapitalflukt fra utviklingsland vokser

source: Abkhazia’s maneuvering between Russia as “patron,” Georgia as “parent state,” and the wider international community (here exemplified by the EU) in the sphere of trade and economic interaction has important implications for de-facto state conflict transformation.
nb: Måten Abkhasia manøvrerer mellom Russland som "patron", Georgia som "morsstat", og det videre internasjonale samfunnet (her eksemplifisert med EU) har potensielt viktige implikasjoner for hvordan vi forstår konfliktdynamikken knyttet til de facto-stater.

source: In April, Volodymyr Zelensky was elected president, and in July, there were snap parliamentary elections.
nb: I april ble Volodymyr Zelenskyj valgt til president, og i juli var det parlamentsvalg.

source: Professor Mark Galeotti is a lecturer and writer on transnational crime and Russian security affairs.
nb: Professor Mark Galeotti skriver og foreleser om transnasjonal kriminalitet og russisk sikkerhet.

source: He is visiting professor at the Hertie School of Governance in Berlin, St Andrews University, the University of Auckland and Senior Advisor to the European Policy Centre (EPC).
nb: Han er gjesteforsker ved Hertie School og Governance i Berlin, St Andrews University, University of Auckland og seniorrådgiver ved European Policy Centre (EPC).

source: The comprehensive analysis the researchers have done in this study shows that the main sources of funding for Africa-related climate research are the UK, the USA and the EU.
nb: Den omfattende analysen forskerne har gjort viser at hovedkildene til finansiering av Afrika-relatert klimaforskning er Storbritannia, USA og EU.

source: global historical sociology
nb: global historisk sosiologi

source: A recent NUPI project has examined this issue.
nb: Det har forskere ved NUPI sett nærmere på.

source: Research Seminar with Erlend Grøner Krogstad, Oxford University
nb: Forskerseminar med Erlend Grøner Krogstad, Oxford University

source: ‘For those who believed that all this happened over night, the 2016 report may come as a brutal awakening, showing a world where democratic mechanisms and values suddenly no longer work.
nb: - For de som tror at dette skjedde over natten, markerer kanskje 2016 en brutal oppvåkning til en verden der demokratiske mekanismer og verdier plutselig ikke fungerer.

source: She is also the co-principal investigator for the Cyber Readiness Index 2.0 project at the Potomac Institute for Policy Studies, and the Senior Fellow for Cyber Leadership at the Pell Center for International Relations and Public Policy.
nb: Hun er også en av hovedbidragsyterne til Cyber Readiness Index 2.0-prosjektet ved Potomac Institute for Policy Studies, og Senior Fellow for Cyber Leadsership ved Pell Center for International Relations and Public Policy.

source: D. in economics from the University of Bergen (1998).
nb: i økonomi fra Universitetet i Bergen (1998).

source: , Ph.D. in economics from the University of Oslo (1986).
nb: i økonomi fra Universitetet i Oslo (1986).

source: He co-directs the NUPI Center on United Nations and Global Governance, and the Climate, Peace and Security Risk project.
nb: Han leder NUPIs Senter for FN og global styring og Klima, fred og sikkerhets-prosjektet.

source: Research findings presented by Jonathan Weigel (LSE) also showed that an improvement in the way taxes were collected improved the perception of government and thus also its legitimacy.
nb: Jonathan Weigel (LSE) viste også at bedring i hvordan skattlegging utføres resulterte i mer positive oppfatninger av regjeringen, og dermed også dens legitimitet.

source: Nevertheless, while Prime Minister Abiy is awarded the price for his 2018 achievements, 2019 has been more challenging.
nb: Like fullt, mens statsminister Abiy får prisen for det han oppnådde og gjennomførte i 2018, så har 2019 vært et mer utfordrende år.

source: Trade and infrastructure projects are booming in Asia.
nb: Handel og infrastrukturprosjekter skyter fart i Asia.

source: , and is named after the journal's first editor, professor Arne Ording (1898–1967). Read
nb: og er oppkalt etter tidsskriftets første redaktør, historieprofessor Arne Ording (1898–1967). Les også hva

source: Dr Branch’s presentation will be based on the following:
nb: Branch’s presentasjon tar utgangspunkt i følgende:

source: The book is relevant not only for the seafood industry and the Norwegian EEA debate, but also for Brexit and the broader principal issues concerning European integration.
nb: Boken er relevant ikke bare i den norske EØS-debatten og for fiskerinæringen, men også for Brexit og bredere prinsipielle spørsmål om europeisk integrasjon.

source: New agreements with Malaysia, Indonesia, Thailand, Australia and New Zealand are under negotiation.
nb: Nye avtaler med Malaysia, Indonesia, Thailand, Australia og New Zealand er under forhandling.

source: ‘The traditional system is efficient and readily accessible, but the weakness lies in issues of human rights.
nb: - Det tradisjonelle er effektivt og tilgjengelig, svakheten ligger i hensynet til menneskerettigheter og rettsikkerhet.

source: ’s talk when he visits NUPI on 8 May.
nb: besøker NUPI 8. mai. Polen er en viktig partner for Norge på flere måter.

source: Sverre Lodgaard addresses these questions in his most recent book.
nb: Sverre Lodgaard tar for seg disse spørsmålene i fersk bok.

source: It is misguided to expect local responses to missions to be uniformly positive or unambiguous, according to researchers Morten Bøås (NUPI) and Kathleen Jennings (Fafo).
nb: Det er misforstått å forvente at den lokale reaksjonen på fredsoperasjoner skal være jevnt over positiv, mener NUPI-forsker Morten Bøås og Kathleen Jennings.

source: In the following period the amount was however drastically lowered to 44 M NOK, due to different political views and program issues.
nb: I de påfølgende årene ble dette derimot senket til 44 millioner pga. politikk og programutfordringer.

source: These questions are the starting point for a research project on the European Union’s foreign and security policy, conducted by senior researcher Nina Græger of NUPI and Niklas Bremberg of the Swedish Institute for International Affairs and Uppsala University.
nb: Det er utgangspunktet for seniorforskerne Nina Græger (NUPI) og Niklas Brembergs (Utrikespolitiska Institutet og Universitetet i Uppsala) samarbeidsprosjekt om EUs utenriks- og sikkerhetspolitikk.

source: Since the Chechen wars and the radicalization of the separatist movement, Radical Islam has become a key mode of resistance to Russian rule in the North Caucasus, in particular in the Muslim republics of Dagestan, Ingushetia an Kabardino Balkaria.
nb: I kjølvannet av krigene i Tsjetsjenia og radikalisering av separatistbevegelsen, har radikal islam blitt en sentral drivkraft i motstanden mot russisk styre i Nord-Kaukasus, særlig i de muslimske republikkene Dagestan, Ingusjetia og Kabardino-Balkaria.

source: Ninna Viker works at NUPI’s reception.
nb: Ninna Viker arbeider i NUPIs resepsjon.

source: Ole Jacob Sending is research director at NUPI.
nb: Ole Jacob Sending er forskningssjef på NUPI.

source: NUPI was created by the Norwegian Parliament in 1959.
nb: NUPI ble opprettet av Stortinget i 1959.
